Repository: La0/runreport
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: A group with this slug already exists.
fr: Un groupe avec ce nom existe déja.

source: The CSV file has not 3 columns.
fr: Le fichier CSV n'a pas 3 colonnes.

source: Club name
fr: Nom du club

source: Slug
fr: Nom dans l'url

source: Address
fr: Adresse

source: Zip code
fr: Code Postal

source: City
fr: Ville

source: Private club
fr: Club privé

source: When private, a club is only accessible y its members
fr: Un club privé est uniquement accessible par ses membres.

source: Link name
fr: Nom du lien

source: Link address
fr: Adresse du lien

source: RunReport Invite
fr: Invitation RunReport

source: Group name
fr: Nom du group

source: Name in the url
fr: Nom dans l'url

source: Lastname
fr: Nom

source: Firstname
fr: Prénom

source: Role
fr: Rôle

source: Birthday
fr: Date de naissance

source: Trainers
fr: Entraîneurs

source: Monthly stats
fr: Statistiques mensuelles

source: View monthly statistics about your sessions, distance, time cumulated.
fr: Analysez vos statistiques mensuelles pour vos séances, distances & temps cumulés.

source: Share your sessions details
fr: Partager vos séances sportives

source: Share all your sport sessions with your friends, trainers, ...
fr: Partagez toutes vos séances sportives avec vos amis, entraineurs, ...

source: Join a club and communicate with your trainer
fr: Rejoindre un club et communiquer avec votre entraineur

source: Comment every session, just with your trainer, or with all your friends.
fr: Commentez chaque séance, juste avec vos entraineurs, ou tous vos amis.

source: Track your sport sessions
fr: Suivez efficacement vos séances sportives

source: Use a modular calendar view to track every detail of your sport sessions.
fr: Utilisez un calendrier modulaire pour suivre tous les détails de vos séances sportives.

source: Garmin Synchronisation
fr: Synchronisation Garmin

source: Use all your Garmin Connect data to automatically create sport sessions.
fr: Utilisez vos données Garmin Connect pour créer automatiquemnt des séances sportives.

source: Strava Synchronisation
fr: Synchronisation Strava

source: Use all your Strava data to automatically create sport sessions.
fr: Utilisez vos données Strava pour créer automatiquemnt des séances sportives.

source: Detailed privacy control
fr: Contrôle détaillé de vos publications

source: Hide some parts of your public profile;
fr: Cacher certaines parties de votre profil public

source: Google Calendar Export
fr: Export calendrier Google

source: Automatic export of your sessions in a Google Calendar, so you can get all your calendars in one place & synchronized on your smartphone.
fr: Export automatique de vos séances dans un Calendrier Google, afin d'avoir tous vos calendrier en un seul endroit & synchronisés sur votre téléphone.

source: Write blog posts
fr: Ecrivez des articles

source: Publish some race reports, training plans details, directly on your public profile. Optimised forsharing on Facebook.
fr: Publier des rapports de courses, détails de plans d'entrainement directement sur votre profil. Optimisé pour le partage Facebook.

source: Detailed weekly stats
fr: Statistiques détaillées par semaine

source: Get some more detailed views of your statistics.
fr: Obtenez des vues plus détaillées de vos statistiques.

source: Be notified of your athletes sessions
fr: Soyez notifié de la progression de vos athlètes

source: Receive notifications when a user publish a week or a session in a plan.
fr: Recevez des notifications quand un utilisateur publie une semaine ou une séance dans un plan.

source: Manage your athletes with a powerful interface
fr: Gérez vos athlètes avec une interface puissante

source: List, manage and track easily all your athletes in our powerful web interface.
fr: Listez, gérez et suivez facilement vos athlètes dans notre interface web efficace.

source: Talk directly and privately with your athletes
fr: Parlez directement et de manière privée à vos athlètes

source: Send private messages & comments to all your athletes directly from RunReport.
fr: Envoyez des messages privés et commentaires à tous vos athlètes directement depuis RunReport.

source: Easily create training plans
fr: Créer facilement des plans d'entrainement

source: Create training plans spanning on multiple weeks with a powerful interface
fr: Créez facilement des plans d'entrainement sur plusieurs semaines.

source: Send training plans to your athletes in one click
fr: Envoyez vos plans à vos athlètes en un clic

source: Your athletes receive the plans directly integrated in their calendars.
fr: Vos athlètes reçoivent les plans directement intégrés à leurs calendriers.

source: Maximum Athletes in a club
fr: Nombre maximum d'athlètes dans un club

source: A free club has 10 athletes maximum. To support more athletes, use a premium club account.
fr: Un club gratuit a un maximum de 10 athlètes. Pour avoir plus d'athlètes, utilisez un comptre premium pour club.

source: Create mailing lists for your club & athletes groups.
fr: Créez des mailings lists pour votre club & groupe d'athlètes.

source: Send emails to all your athletes in groups or in your club using our new mailing lists.
fr: Envoyez des emails à tous vos athlètes dans des groupes ou dans votre club en utilisant nos nouvelles mailing lists.

source: Add your club logo on your pages
fr: Ajoutez le logo de votre club sur nos pages.

source: Customize your logo pages & athletes menu.
fr: Ajoutez le logo de votre club sur les pages de vos athlètes.

source: Manage your athletes subscriptions
fr: Gérez les inscriptions de vos athlètes

source: Track the medical certificates & registration details of your athletes through RunReport.
fr: Récupérez les certificats médicaux et détails d'inscriptions de vos athlètes à travers RunReport.

source: View clubs
fr: Voir les clubs

source: Create a club
fr: Créer un club

source: Help
fr: Aide

source: Home
fr: Accueil

source: My Calendar
fr: Mon Calendrier

source: My Week
fr: Ma Semaine

source: My Month
fr: Mon Mois

source: My year
fr: Mon année

source: Members
fr: Membres

source: Groups
fr: Groupes

source: My athletes
fr: Mes athlètes

source: Races
fr: Les Courses

source: All the club
fr: Tout le club

source: Newcomers
fr: Nouveaux

source: Places
fr: Les lieux

source: Manage
fr: Administrer

source: Training plans
fr: Plans d'entraînement

source: My messages
fr: Mes messages

source: My preferences
fr: Mes préférences

source: My posts
fr: Mes articles

source: My friends
fr: Mes amis

source: My public profile
fr: Mon profil public

source: My statistics
fr: Mes statistiques

source: My paces
fr: Mes allures

source: My races
fr: Mes résultats

source: My badges
fr: Mes badges

source: My GPS services
fr: Mes services GPS

source: My subscription
fr: Mon abonnement

source: Logout
fr: Se déconnecter

source: Features
fr: Fonctionalités

source: Create an account
fr: Créer un compte

source: Login
fr: Se connecter

source: French
fr: Français

source: English
fr: Anglais

source: Name
fr: Nom

source: Zip Code
fr: Code Postal

source: Write your message here...
fr: Écrivez votre message ici...

source: Your email
fr: Votre email

source: Your name
fr: Votre nom

source: Your message
fr: Votre message

source: New contact message
fr: Nouveau message de contact

source: Created
fr: Crée

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Expired
fr: Expiré

source: Failed
fr: Manqué

source: Athlete
fr: Athlète

source: Open
fr: Ouvert

source: Pending
fr: En cours

source: Closed
fr: Fermé

source: Partial Refund
fr: Remboursement partiel

source: Refunded
fr: Remboursé

source: Pre-Authorize
fr: Pre-Authorisation

source: Applied
fr: A faire

source: Done
fr: Fait

source: Training plan : %s
fr: Plan d'entraînement : %s

source: Training plan - %s.pdf
fr: Plan d'entraînement - %s.pdf

source: Your athlete's sessions today
fr: Les séances du jour de vos athlètes

source: Race
fr: Course

source: Training
fr: Entraînement

source: Source Image
fr: Image source

source: Thumbnail Image
fr: Image Aperçu

source: Cropped Image
fr: Image Carrée

source: Post Type
fr: Type d'article

source: Post title
fr: Titre de l'article

source: Post content
fr: Contenu de l'article

source: Unsupported time format
fr: Format de temps non supporté

source: Content of the session (training type, race name, ...)
fr: Contenu de la séance (type d'entrainement, nom de la course, ...)

source: How did you feel about this session ?
fr: Quelles sont vos sensations pour cette séance ?

source: You must select a status for your training plan.
fr: Vous devez choisir un status pour votre plan d'entraînement.

source: You must validate your training plan (select Done or Missed).
fr: Vous devez valider votre plan d'entraînement (Fait ou Manqué)

source: You must specify a name.
fr: Vous venez renseigner un nom.

source: You must specify a distance or time to add a session.
fr: Vous devez spécifier une distance ou un temps pour ajouter une séance.

source: You must specify a difficulty note or a comment.
fr: Vous devez renseigner un indice de difficulté ou un commentaire.

source: Pick a race category.
fr: Choisissez une catégorie de course.

source: Rest
fr: Repos

source: session comment
fr: Commentaire

source: Race category
fr: Type de course

source: Time
fr: Temps

source: Elevation gain
fr: Dénivelé positif

source: Elevation loss
fr: Dénivelé négatif

source: Forbidden
fr: Interdit

source: You do not have access to this page.
fr: Vous n'avez pas accès à cette page.

source: Back to homepage
fr: Retour à l'accueil

source: Page not found
fr: Page introuvable

source: Error on this page
fr: Erreur sur cette page

source: A severe error has occured on this page, the administrator has been emailed about this issue.
fr: Une erreur grave s'est produite sur cette page, l'administrateur du site a reçu un email à ce propos.

source: Difficulty
fr: Difficulté

source: Your badges
fr: Vos badges

source: No badges attributed yet !
fr: Aucun badge attribué pour le moment !

source: Use RunReport in
fr: Utiliser RunReport en

source: You are ussing a demo account, some features will not be available.
fr: Vous utilisez un compte démo, certaines fonctionalistés seront désactivées.

source: You can get a
fr: Vous pouvez acheter un

source: premium RunReport account
fr: Compte Premium RunReport

source: to get all the
fr: pour obtenir toutes les

source: features
fr: fonctionalités

source: Built by
fr: Construit par

source: ToS
fr: CGU

source: All the clubs
fr: Tous les club

source: Manager
fr: Gérant

source: athletes
fr: athlètes

source: trainers
fr: entraîneurs

source: No phone
fr: Pas de téléphone.

source: View members
fr: Voir les membres

source: Contact manager
fr: Contacter le gérant du club

source: Manage all your athletes
fr: Gérez tous vos athlètes

source: Whether they are runners, triathletes or cyclists, whatever their level, you can manage all your athletes in a simple and efficient way.
fr: Qu'ils soient coureurs, triathlètes ou cyclistes, quelque soit leur niveau, vous pourrez gérer l'ensemble de vos athlètes de manière simple et efficace.

source: Your club creation request has been registered.
fr: Votre demande de création de club a bien été enregistrée.

source: You will receive an invitation email in the shortest time.
fr: Nous vous enverrons un mail d'invitation dans les plus brefs délais.

source: To ensure a better support, clubs creation are currently limited.
fr: Pour assurer un meilleur support, les créations de club sont pour l'instant limitées.

source: Ask an invitation
fr: Demander une invitation

source: Test RunReport using the Trainer account!
fr: Testez RunReport en utilisant le compte Entraineur !

source: Try the demo
fr: Essayer la démo

source: Calendars
fr: Calendriers

source: Simply visualize the sporting past and yet to come of all your club.
fr: Visualisez simplement le parcours sportif passé et à venir de tout votre club.

source: Managing a club
fr: Gestion de club

source: Administer everybody in your club depending on their role: trainers, athletes, staff, former athletes...
fr: Gérez toutes les personnes de votre club en fonction de leur rôles: Entraineurs, Athlètes, Staff, Anciens athlètes...

source: Athletes progression
fr: Progression Athlètes

source: Follow the sportive progression of your athletes using graphics.
fr: Suivez la progression sportive de vos athlètes de manière graphique.

source: Weekly reports
fr: Rapports par mail

source: Directly receive in your mailbox your athletes weekly reports.
fr: Recevez directement sur votre boite mail les rapports hebdomadaires de vos athlètes.

source: Warning
fr: Attention

source: You can create and administer only one club.
fr: Vous ne pouvez créer et administrer qu'un club.

source: Create the club
fr: Créer un club

source: Logged out user
fr: Vous êtes déconnecté

source: You need to sign in or create an account in order to create a club.
fr: Vous devez vous connecterou créer un compte avant de créer un club.

source: Sign in
fr: Se connecter

source: Remove group %s
fr: Supprimer groupe %s

source: Are you sure to remove this group from your club ?
fr: Etes vous sûr de vouloir supprimer ce groupe de votre club ?

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Edit group: %s
fr: Editer groupe: %s

source: Create a new group
fr: Créer un groupe

source: Send an email to all the group members
fr: Envoyer un email à tous les membres du groupe.

source: No mailing list.
fr: Pas de mailing list.

source: Edit the group
fr: Editer le groupe

source: Create the group
fr: Créer le groupe

source: Groups of %s
fr: Groupes de %s

source: Create user group
fr: Créer un groupe d'utilisateurs

source: Created by
fr: Crée par

source: Edit
fr: Editer

source: View
fr: Voir

source: You have not created any user groups.
fr: Vous n'avez crée aucun groupe utilisateurs

source: Remove
fr: Retirer

source: Add
fr: Ajouter

source: View group: %s
fr: Voir groupe: %s

source: Join a club
fr: Rejoindre un club

source: You can join a club clicking on "Join".
fr: Vous pouvez rejoindre un club, en cliquant sur "Rejoindre".

source: Each request is then validated (or not) by the club's manager.
fr: Chaque demande est alors validée (ou non) par le gérant du club.

source: Refused
fr: Refusé

source: Waiting for approval
fr: Attente de validation

source: Member
fr: Membre

source: Check the members
fr: Voir les membres

source: Join
fr: Rejoindre

source: To join this club
fr: Rejoindre ce club

source: sign in
fr: connectez vous

source: or
fr: ou

source: create an account
fr: Créer un compte

source: Join the club
fr: Rejoindre le club

source: Notification problem
fr: Problème de notification

source: We could not notify the club of your request.
fr: Nous n'avons pu notifier le club de votre demande.

source: Please try again later.
fr: Veuillez ré-essayer plus tard.

source: No account
fr: Pas de compte

source: You are not currently logged with an user account.
fr: Vous n'êtes actuellement pas connecté avec un compte utilisateur

source: Already a member
fr: Déjà membre

source: You are already in relation with this club.
fr: Vous êtes déjà en relation avec ce club

source: Request registered
fr: Demande enregistrée

source: Your request has been sent to the club, you will receive an answer as soon as the club\s owner will consider it.
fr: Votre demande a bien été envoyée au club, vous recevrez une réponse dès qu'elle aura été traitée par le gérant du club

source: Return to the clubs
fr: Retour aux club

source: We could not notify the club of your request
fr: Nous n'avons pu notifier le club de votre demande.

source: Please try again later
fr: Veuillez ré-essayer plus tard.

source: You are not currently connected with an user account
fr: Vous n'êtes actuellement pas connecté avec un compte utilisateur

source: You are already in relation with this club
fr: Vous êtes déjà en relation avec ce club

source: Close
fr: Fermer

source: Add a link
fr: Ajouter un lien

source: Users
fr: Utilisateurs

source: Preferences
fr: Préférences

source: Links
fr: Liens

source: You are limited in the number of accounts linked to the club, depending on the type of users
fr: Vous êtes limités en nombre de compte liés au club, en fonction de chaque type d'utilisateur.

source: To get more accounts available in your club, your club must be Premium
fr: Pour avoir plus de comptes disponibles dans votre club, vous devez devenir un club Premium.

source: Users type
fr: Type d'utilisateurs

source: Used
fr: Utilisés

source: Available
fr: Disponibles

source: Free club
fr: Club gratuit

source: Free
fr: Gratuit

source: Forever
fr: Pour toujours

source: every year
fr: chaque année

source: Costs you
fr: Vous coûte

source: per month
fr: par mois

source: Buy RunReport premium
fr: Achetez RunReport premium

source: Sorry, but payments are not available at this moment. Come back later !
fr: Désolé, les paiements ne sont pas disponibles pour le moment. Nous vous préviendrons dès que possible !

source: Demo account
fr: Compte de Démo

source: Edition is deactivated for the demo
fr: L'édition est désactivée pour la démo.

source: Public links are shown in the Club menu, on top of the page, for all the users of the club.
fr: Les liens publics sont affichés dans le menu Club, en haut de page, pour tous les utilisateurs du club.

source: They are useful to show external websites: Facebook groups, official website of the club, ...
fr: Ils sont utiles pour indiquer des sites externes: groupe Facebook, site officiel du club, ...

source: There are no public link for your club.
fr: Aucun lien public pour votre club.

source: Subscriptions for a private club
fr: Inscriptions pour un club privé

source: Your club is private, you must then this link to future members
fr: Votre club est privé, voud devez envoyer ce lien aux futurs membres

source: Private access
fr: Accés privé

source: Subscription for a public club
fr: Inscriptions pour un club public

source: Your club is public, any user or visitor can view your club in this list
fr: Votre club est public, n'importe quel utilisateur ou visiteur peut voir votre club dans celle liste

source: Public list
fr: Liste publique

source: You can send this to your athletes so they can join directly
fr: Vous pouvez envoyez ce lien à vos athlètes pour qu'ils rejoignent directement le club

source: Club link
fr: Liens public

source: You can register athletes by sending us a CSV file
fr: Vous pouvez ajouter des athlètes en nous fournissant un fichier CSV

source: Subscribe athletes
fr: Inscription d'athlètes

source: Send an email to all the club members
fr: Envoyer un email à tous les membres du club.

source: Category
fr: Catégorie

source: Trainer
fr: Entraîneur

source: Friend
fr: Ami

source: Requested
fr: Demandé

source: Add friend
fr: Ajouter Ami

source: Check profile
fr: Voir profil

source: No Members
fr: Pas de membres

source: No member from club %s found for this list.
fr: Aucun membre du club %s trouvé pour cette liste.

source: CSV Export
fr: Export CSV

source: This is a premium feature for clubs.
fr: C'est une fonctionalité premium pour les clubs.

source: My Athletes
fr: Mes Athlètes

source: All members
fr: Tous les membres

source: Without trainer
fr: Sans entraîneur

source: Top speed
fr: VMA

source: Sessions
fr: Séances

source: Archived
fr: Archivé

source: Newcomer
fr: Nouveau

source: Profile
fr: Profil

source: Results
fr: Résultats

source: Stats
fr: Statistiques

source: Send a message
fr: Envoyer un message

source: No members
fr: Pas de membres

source: No member from club %s found for this list
fr: Aucun membre du club %s trouvé pour cette liste.

source: Races of %s
fr: Courses de %s

source: In
fr: Dans

source: No races for your athletes
fr: Pas de courses pour vos athlètes

source: is a %s in club
fr: est un %s dans le club

source: Member since
fr: Membre depuis

source: Your changes have been saved.
fr: Vos changements ont été sauvés.

source: Become
fr: Devenir

source: Available places
fr: Places disponibles

source: Send an automatic email to the user when updating its role.
fr: Envoyer un mail automatique à l'utilisateur lors du changement de son rôle.

source: Save
fr: Sauver

source: Danger zone
fr: Zone dangereuse

source: This athlete is already archived, you can now delete it from your club.
fr: Cet athlète est déja archivé, vous pouvez maintenant le supprimer de votre club.

source: Refuse this prospect
fr: Refuser ce nouveau

source: Archive this account
fr: Archiver ce compte

source: Edition is disabled for the demo.
fr: L'édition est désactivée pour la démo.

source: Error
fr: Erreur

source: An error occured while updating the athlete membership. Please retry after reloading the page.
fr: Une erreur s'est produite lors de la mise à jour du rôle de l'athlète. Veuillez essayer après avoir rechargé la page.

source: Send invites to your athletes
fr: Envoyez des invitations à vos athlètes

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: An email will be sent to every athlete in this list, with a direct access to RunReport
fr: Un email sera envoyé à chaque athlète dans cette liste, avec un accès direct à RunReport et votre club.

source: Fast club subscriptions
fr: Inscription d'athlètes rapide

source: Upload
fr: Mettre en ligne

source: You can upload a CSV file with three columns separated by ; to quickly invite members to your club
fr: Vous pouvez mettre en ligne un fichier CSV avec 3 colonnes séparé par un point-virgule (;) pour rapidement inviter des athlètes dans votre club.

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Send
fr: Envoyer

source: Example file
fr: Fichier exemple

source: Contact form
fr: Formulaire de contact

source: Your message has been sent to the RunReport team, you will receive a reply as soon as possible.
fr: Votre message a bien été envoyée à l'équipe RunReport, vous recevrez une réponse dès que possible.

source: Thank you for writing us !
fr: Merci de nous avoir écrit !

source: Need help ?
fr: Besoin d'aide

source: Please, use this form if you have any problem while using RunReport, you will have a personal response as soon as possible
fr: N'hésitez pas à utiliser ce formulaire de contact en cas de problème à l'utilisation de RunReport, vous aurez une réponse personelle le plus rapidement possible.

source: Send message
fr: Envoyer message

source: Athlete Dashboard
fr: Accueil pour athlète

source: Dashboard
fr: Accueil

source: Your sport weeks
fr: Vos semaines sportives

source: Your trainer dashboard
fr: Accueil pour entraîneur

source: Current week
fr: Cette semaine

source: Your future sessions
fr: Vos futures séances

source: These are your training sessions for the next 10 days.
fr: Voici vos séances d'entrainement pour les 10 prochains jours.

source: You don't have any future sessions.
fr: Vous n'avez aucune séances sportives à venir.

source: Use the following button to add a session.
fr: Utilisez le bouton suivant pour ajouter une séance.

source: Today
fr: Aujourd'hui

source: Your speeds
fr: Vos allures

source: You don't have any VMA (indicative top speed) specified in your preferences. We cannot give you any personalised speeds
fr: Vous n'avez pas spécifié de VMA (Vitesse Maximale Aérobie) dans vos préfèrences.Nous ne pouvons vous fournir d'allures personalisées.

source: Your future races
fr: Vos courses à venir

source: These are all your future races.
fr: Voici vos prochaines courses.

source: You don't have any future race planned. You can add a new one by selecting 'Race' instead of 'Training' on a new session
fr: Vous n'avez aucune course prévue. Vous pouvez en ajouter en sélectionnant 'Course' à la place d'entraînement sur une nouvelle séance.

source: Your friends
fr: Vos amis
