Repository: La0/runreport
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: %d sport sessions
fr: %d séances de sport

source: Comments
fr: Commentaires

source: Loading post comments...
fr: Chargement des commentaires

source: Start a conversation
fr: Démarrer une conversation

source: Plan from trainer
fr: Plan de l'entraîneur

source: Year's calendar
fr: Calendrier Annuel

source: View his profile
fr: Voir son profil

source: Hide friends
fr: Cacher mes amis

source: Show friends
fr: Voir mes amis

source: friends sessions
fr: séance d'amis

source: Year %s
fr: Année %s

source: View this month
fr: Voir ce mois

source: Are you sure to delete this day ?
fr: Etes vous sûr de vouloir supprimer cette journée ?

source: Delete this day
fr: Supprimer cette journée

source: Week %s
fr: Semaine du %s

source: Your week %s
fr: Votre semaine du %s

source: View the week
fr: Voir cette semaine

source: View the month
fr: Voir le mois

source: View your profile
fr: Voir votre profil public

source: Public profile link
fr: Lien profil public

source: Friends sessions
fr: Séances d'amis

source: Sending report
fr: Rapport en cours d'envoi

source: This week's report is being sent to your trainers
fr: Ce rapport de semaine est en train d'être envoyé à vos entraineurs

source: Add a session
fr: Ajouter une séance

source: Week published
fr: Semaine publiée

source: Publish this week
fr: Publier cette semaine

source: Publish last week
fr: Publier la semaine précèdente

source: Last week's report not published !
fr: Semaine précèdente non publiée !

source: Your comments from last week have not been published
fr: Vos commentaires de la semaine précèdente n'ont pas été publiés

source: Sport icons
fr: Icones de sport

source: Glossary
fr: Glossaire

source: Loading private comments...
fr: Chargement des commentaires privés...

source: Loading comments...
fr: Chargement des commentaires

source: No comments
fr: Pas de commentaires pour le moment

source: %s : Delete session
fr: %s : Supprimer séance

source: Are you sure to delete this session of %(sport)s : %(name)s
fr: Etes vous sûr de vouloir supprimer la session de %(sport)s : %(name)s ?

source: Delete this session
fr: Supprimer cette séance

source: Saved session.
fr: Séance sauvegardée.

source: this session
fr: cette séance

source: Map
fr: Carte

source: Change session
fr: Changer la séance

source: No session name
fr: Pas de nom de séance

source: created by
fr: crée par

source: No time
fr: Pas de temps

source: No Distance
fr: Pas de distance

source: Elevation
fr: Dénivelé positif

source: No elevation
fr: Pas de dénivelé

source: No difficulty note
fr: Pas de note de difficulté

source: No sessions
fr: Pas de séances

source: GPS data available
fr: Données GPS

source: No GPS data
fr: Pas de données GPS

source: Comments available
fr: Commentaires

source: No Comments
fr: Pas de commentaires

source: In a trainer plan
fr: Dans un plan d'entrainement

source: No trainer plan
fr: Pas de plan d'entrainement

source: Average Speed
fr: Vitesse moyenne

source: No average speed
fr: Pas de vitesse moyenne

source: No maps
fr: Pas de carte

source: has planned a
fr: a prévu

source: in plan
fr: dans un plan

source: Change date
fr: Changer la date

source: Every session
fr: Toutes les séances

source: Last 12 months
fr: Les 12 derniers mois

source: Hours & distances
fr: Heures & distances

source: Sessions by sports
fr: Séances par sports

source: Indicative times
fr: Temps de passage

source: Your recorded top speed is %s km/h
fr: Votre VMA est de %s km/h

source: All the terms are explained in the glossary
fr: Tous les termes sont expliqués dans le glossaire

source: Paces
fr: Allures

source: % top speed
fr: % VMA

source: Speed
fr: Vitesse

source: Km time
fr: Temps au km

source: 100m time
fr: Temps au 100m

source: No top speed
fr: Pas de VMA

source: You need to specify your top speed in your preferences to enable this data tables.
fr: Vous devez renseiger votre VMA dans vos préfèrences pour activer ces tableaux.

source: This week report has been sent to %s
fr: Ce rapport de semaine a bien été envoyé à %s

source: This week summary
fr: Bilan de la semaine

source: Loading week comments...
fr: Chargement des commentaires de la semaine ...

source: Send to trainers
fr: Envoyer aux entraîneurs

source: You have already published this week.
fr: Vous avez déja publié cette semaine.

source: All comments will be automatically sent in %s
fr: Tous les commentaires seront automatiquement envoyés dans %s

source: The automatic comments publication is only active for the current week.
fr: L'envoi automatique de commentaire est actif pour la semaine courante seulement.

source: To enable the automatic comments publication, please select the option in your preferences.
fr: Pour activer l'envoi automatique de commentaire, veuillez sélectionner l'option dans vos préfèrences.

source: You can indicate your feelins about this week (optional).
fr: Vous pouvez indiquer vos sensations pour cette semaine (optionel).

source: This week is not yet ready to be sent.
fr: Cette semaine n'est pas encore disponible à la publication.

source: An error occured while sending this report, please retry after reloading the page, or contact an administrator
fr: Une erreur s'est produite lors de l'envoi du rapport hebdomadaire. Veuillez reessayer après avoir rechargé la page, ou contacté un administrateur.

source: Send to
fr: Envoyer à

source: View on
fr: Voir sur

source: %s Stats
fr: Statistiques %s

source: Average speed
fr: Vitesse moyenne

source: Splits
fr: Circuits

source: Sum
fr: Cumulé

source: E. +
fr: D. +

source: E. -
fr: D. -

source: Energy
fr: Energie

source: Disconnect %s
fr: Déconnecter %s

source: Are you sure to disconnect the GPS Service %s from your account ?
fr: Etes vous sûr de vouloir déconnecter le service GPS %s de votre compte ?

source: Disconnect
fr: Déconnecter

source: Connection to %s
fr: Connecté à %s

source: Successfull Authentification
fr: Authentification réussie

source: You are using the Strava profile
fr: Vous utilisez le profil Strava

source: Authentification failure
fr: Echec de l'authentification

source: Back to GPS services
fr: Retour aux services GPS

source: GPS Services
fr: Services GPS

source: You can use several GPS services to automatically import your sessions.
fr: Vous pouvez utiliser différents services GPS pour impoter automatiquement vos séances.

source: Connected
fr: Connecté

source: Disconnected
fr: Déconnecté

source: imported tracks from %(start)s to %(end)s
fr: traces importées du %(start)s au %(end)s

source: No tracks imported
fr: Pas de traces importées

source: Connect %s
fr: Connecter %s

source: Create my account
fr: Créer mon compte

source: Club invite
fr: Invitation de club

source: Welcome ! You must create a personal account in order to create your club.
fr: Bienvenue ! Vous devez créer un compte personel afin de créer votre club.

source: Delete your own account
fr: Supprimer votre compte

source: This is extremely dangerous, you will lose all your data on RunReport by deleting your account.
fr: Cette opération est extrêmement dangereuse, vous perdrez l'intégralité de vos données sur RunReport en supprimant votre compte.

source: Are you sure to proceed anyway ?
fr: Etes vous sûr de vouloir supprimer votre compte ?

source: Delete my account
fr: Supprimer mon compte

source: Valid connection
fr: Connection validée

source: Your RunReport account is now connected to your Garmin account.
fr: Votre compte RunReport est maintenant connecté à votre compte Garmin

source: Caution !
fr: Attention !

source: We are forced to ask your login & password to retrieve your Garmin Connect informations, as they do not provide any official API.
fr: Nous sommes obligés de vous demander votre login & mot de passe pour récupérer vos informations depuis Garmin Connect, étant donné qu'ils ne proposent pas d'API officielle.

source: Your password is encrypted then stored using professional tools, but they are stored nonetheless in the website database.
fr: Votre mot de passe est chiffré, puis stocké en utilisant des outils professionels, mais ils restent stockés dans la base de donnée du site.

source: For a maximum level of security, we strongly suggest that you use a unique password for Garmin Connect (that should not be used for any other account)
fr: Pour un niveau de sécurité maximum, nous vous recommandons d'utiliser un mot de passe unique pour Garmin Connect (qui ne serait pas utilisé pour un autre compte)

source: Connect to your Google Calendar
fr: Connectez votre calendrier Google

source: Your google account is correctly linked to your RunReport account.
fr: Votre compte RunReport est maintenant connecté à votre compte Google.

source: An error occured while loading the RunReport calendar
fr: Une erreur est survenue pendant le chargement du calendrier RunReport

source: View Google Calendar
fr: Voir le calendrier Google

source: Remove Google Calendar sync
fr: Supprimer la synchronisation Google

source: You can link your Google Calendar account to your RunReport account
fr: Vous pouvez relier votre calendrier Google personnel à votre compte RunReport

source: A new calendar will be created, named RunReport. Every RunReport sessions will be saved to this new Google calendar
fr: Un nouveau calendrier a été crée, nommé RunReport. Chaque séance de sport RunReport sera exportée vers ce nouveau calendrier Google.

source: Connect to your Google account
fr: Connectez votre compte Google

source: Please sign in before using the invite
fr: Merci de vous connecter avant d'utiliser l'invitation.

source: Your password
fr: Votre mot de passe

source: Stay connected ?
fr: Rester connecté ?

source: Forgot password ?
fr: Mot de passe oublié ?

source: Demo accounts
fr: Comptes Démos

source: You don't have any notifications.
fr: Vous n'avez aucune notifications.

source: Delete these notifications
fr: Supprimer ces notifications

source: Change your password
fr: Changer votre mot de passe

source: Change password
fr: Changer mot de passe

source: You successfully changed your password.
fr: Vous avez bien changé votre mot de passe

source: Password updated
fr: Mot de passe mis à jour

source: Your password has been updated. You can now sign in normally.
fr: Votre mot de passe a été mis à jour. Vous pouvez maintenant vous connecter normalement.

source: New password
fr: Nouveau mot de passe

source: Please enter and repeat your password.
fr: Veuillez spécifier et répéter votre mot de passe.

source: Change my password
fr: Changer mon mot de passe

source: Password updated failed
fr: Echec de la mise à jour de mot de passe

source: This reset link is invalid; it may have already been used.
fr: Ce lien de mise à jour est invalide; il a sans doute déjà été utilisé.

source: You can ask a new reset link
fr: Vous pouvez demander un nouveau lien de mise à jour

source: Confirmation email sent
fr: Mail de confirmation envoyé

source: You will receive shortly an email with instructions to reset your password.
fr: Vous recevrez très vite un mail avec des instructions pour mettre à jour votre mot de passe.

source: Password forgotten
fr: Mot de passe oublié

source: Specify your email address below, and you'll receive a mail to change it.
fr: Spécifiez votre adresse email ci-dessous, et vous recevrez un mail pour le changer.

source: Personal Informations
fr: Informations personelles

source: Profile Picture
fr: Photo de profil

source: Profile Privacy
fr: Visibilité du profil

source: Sports Informations
fr: Informations sportives

source: Settings
fr: Réglages

source: Password
fr: Mot de passe

source: Update
fr: Mettre à jour

source: You can use a JPEG or PNG image
fr: Vous pouvez utiliser une image au format JPEG ou PNG.

source: Only the central part of the picture will be used to make a squared "avatar"
fr: Seule la partie centrale de l'image sera utilisée pour faire un "avatar" carré

source: Use this picture
fr: Utiliser cette photo

source: Your current picture
fr: Votre photo actuelle

source: Choose a privacy level for differents sections or your public profile:
fr: Choisissez un niveau de visibilité pour les différentes parties de votre profil public:

source: Anyone can use this section (including a visitor without a RunReport account)
fr: Tout le monde peut voir cette partie (y compris des personnes sans compte RunReport)

source: Only users in your clubs can view this section.
fr: Uniquement les personnes dans vos clubs peuvent voir cette partie.

source: You are the only one seeig this section
fr: Vous êtes la seule personne qui peut voir cette partie.

source: View your public profile
fr: Voir votre profil public

source: Your current privacy settings are:
fr: Vos réglages de confidentialité actuels sont:

source: %s trainer
fr: Entraîneur du %s

source: You can change your password using
fr: Vous pouvez changer votre mot de passe en utilisant

source: this page
fr: cette page

source: Trained by
fr: Entraîné par

source: %d last sessions
fr: %d dernières séance

source: View calendar
fr: Voir le calendrier

source: %d most commented sessions
fr: %d séances les plus commentées

source: %d comments
fr: %d commentaires

source: You are not connected !
fr: Vous n'êtes pas connecté !

source: To read more about %s, and become his friend, you must be connected on RunReport.
fr: Pour en savoir plus sur %s, et devenir son ami sur RunReport, vous devez vous connecter.

source: You can create an account, or sign in by using the menu on top.
fr: Vous pouvez créer un compte, ou vous connecter en utilisant le menu en haut de page.

source: Future races
fr: Courses à venir

source: %s has no future races planned
fr: %s n'a aucune course à venir

source: %s has no records.
fr: %s n'a pas de records.

source: Stats of the last 12 months
fr: Statistiques des 12 derniers mois

source: Year
fr: Année

source: All sessions
fr: Toutes les séances

source: Stats for %s are not available
fr: Les statistiques de %s ne sont pas disponible

source: Infos for trainers
fr: Informations pour entraîneur

source: Results of %(first)s %(last)s
fr: Résultats de %(first)s %(last)s

source: My Records
fr: Mes résultats

source: Results of
fr: Résultats de

source: Back to club
fr: Retour au club

source: My results
fr: Mes résultats

source: Add a result
fr: Ajouter un résultat

source: parts
fr: parties

source: No races
fr: Pas de course

source: No future races
fr: Pas de courses à venir

source: Repeat your password
fr: Répétez votre mot de passe

source: An account already uses this email.
fr: Un compte utilise déjà cet email.

source: You must be at least 13 years old to create an account.
fr: Vous devez au moins avoir 13 ans pour créer un compte.

source: Please repeat the same password
fr: Veuillez répéter le même mot de passe.

source: Invalid Garmin authentification
fr: Authentification Garmin invalide

source: username
fr: nom d'utilisateur

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
fr: Requis. 30 charactères ou moins. Lettres, chiffrs et @/./+/-/_ seulement.

source: Enter a valid username.
fr: Donner un nom d'utlisateur valide.

source: first name
fr: Prénom

source: last name
fr: Nom

source: email address
fr: adresse email

source: staff status
fr: status staff

source: Designates whether the user can log into this admin site.
fr: Indique si l'utilisateur peut se connecter à l'administration du site

source: active
fr: actif

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fr: Indique si cet utilisateur doit être considéré actif.Décochez cette option au lieu de supprimer des comptes.

source: date joined
fr: date d'inscription

source: user
fr: utilisateur

source: users
fr: utilisateurs

source: birthday
fr: date de naissance

source: category
fr: catégorie

source: cardiac frequency
fr: fréquence cardiaque maximale

source: cardiac frequency at rest
fr: fréquence cardiaque au repos

source: height
fr: hauteur

source: Unit: cm
fr: En centimètres

source: weight
fr: poids

source: Unit: kg
fr: En kg

source: comment
fr: Renseignements divers

source: Phone
fr: Téléphone

source: number of sessions per week
fr: nb séances hebdomadaires

source: license
fr: licence FFA

source: default sport
fr: Sport par défaut

source: auto send emails
fr: envoi automatique des commentaires en fin de semaine

source: Daily trainer mail
fr: Envoi quotidien des séances de vos athlètes

source: language used
fr: language utilisé

source: garmin login
fr: login Garmin

source: garmin password
fr: mot de passe garmin

source: demo user
fr: utilisateur de démonstration

source: profile picture
fr: Photo de profil

source: avatar visibility
fr: visibilité de votre avatar

source: races visibility
fr: visibilité de vos courses

source: records visibility
fr: visibilité de vos records

source: stats visibility
fr: visibilité de vos statistiques

source: calendar visibility
fr: visibilité de votre calendrier complet

source: comments visibility
fr: visibilité des commentaires

source: tracks visibility
fr: visibilités des traces GPS

source: Display contextual help
fr: Affiche aides contextuelles

source: %(first_name)s %(last_name)s has sent you a message
fr: %(first_name)s %(last_name)s vous a envoyé un message

source: %(first_name)s %(last_name)s has written a comment on your week %(week)s
fr: %(first_name)s %(last_name)s a écrit un commentaire sur votre semaine %(week)s

source: %(first_name)s %(last_name)s has written a comment on his week %(week)s
fr: %(first_name)s %(last_name)s a écrit un commentaire sur sa semaine %(week)s

source: private
fr: privé

source: %(first_name)s %(last_name)s has written a comment %(type)s on his session "%(name)s"
fr: %(first_name)s %(last_name)s a écrit un commentaire %(type)s sur sa séance "%(name)s"

source: %(first_name)s %(last_name)s has written a comment %(type)s on your session "%(name)s"
fr: %(first_name)s %(last_name)s a écrit un commentaire %(type)s sur votre séance "%(name)s"

source: %(first_name)s %(last_name)s has written a comment on the session "%(name)s" of %(first_name)s %(last_name)s
fr: %(first_name)s %(last_name)s a écrit un commentaire sur la séance "%(name)s" de %(first_name)s %(last_name)s

source: %(first_name)s %(last_name)s is now your friend on RunReport
fr: %(first_name)s %(last_name)s est dorénavant votre ami sur RunReport

source: %(first_name)s %(last_name)s wants to add you as a friend.
fr: %(first_name)s %(last_name)s veut vous ajouter en tant qu'ami.

source: %(first_name)s %(last_name)s has done his training : %(session_name)s
fr: %(first_name)s %(last_name)s a fait sa séance : %(session_name)s

source: %(first_name)s %(last_name)s has missed his training : %(session_name)s
fr: %(first_name)s %(last_name)s n'a pas fait sa séance : %(session_name)s

source: %(first_name)s %(last_name)s has removed your plan %(plan_name)s from his calendar
fr: %(first_name)s %(last_name)s a supprimé le plan %(plan_name)s de son calendrier

source: 1 year
fr: 1 an

source: 2 years
fr: 2 ans

source: 3 years
fr: 3 ans

source: 4 years
fr: 4 ans

source: 5 years
fr: 5 ans

source: Premium Athlete
fr: Athlète Premium

source: time
fr: temps

source: trainer
fr: entraîneur

source: Any Activity Type
fr: Tous sports

source: Uncategorized
fr: Sans Catégorie

source: Street Running
fr: Course à pied sur route

source: Track Running
fr: Course sur piste

source: Trail Running
fr: Trail

source: Treadmill Running
fr: Course sur tapis

source: Downhill Biking
fr: Vélo de descente

source: Indoor Cycling
fr: Vélo d'intérieur

source: Mountain Biking
fr: Vélo en montagne

source: Road Cycling
fr: Cyclisme sur route

source: Track Cycling
fr: Cyclisme sur piste

source: Indoor Cardio
fr: cardio

source: Indoor Rowing
fr: rameur

source: Stair Climbing
fr: Escaliers

source: Strength Training
fr: Entraînement de force

source: Lap Swimming
fr: Natation

source: Open Water Swimming
fr: Natation en mer

source: Casual Walking
fr: Marche normale

source: Speed Walking
fr: Marche rapide

source: Swim to Bike Transition
fr: Transition Natation Vélo

source: Bike to Run Transition
fr: Transition Vélo Course

source: Run to Bike Transition
fr: Transition Course Vélo

source: Boating
fr: Bateau

source: Driving
fr: Voiture

source: Flying
fr: Vol

source: Horseback Riding
fr: Poney

source: Mountaineering
fr: Alpinisme

source: Paddling
fr: Pagai

source: Resort Skiing/Snowboarding
fr: Ski de piste

source: Rowing
fr: rameur

source: Sailing
fr: Voile

source: Snowshoeing
fr: Raquettes

source: Stand Up Paddleboarding
fr: PaddleBoard

source: Workout
fr: Fitness

source: Ski
fr: Patinage

source: Walk
fr: Marche

source: Cancel trimester subscription
fr: Annuler l'abonnement trimestriel

source: Cancel yearly subscription
fr: Annuler l'abonnement annuel

source: Desc.
fr: Description.

source: I'm a runner
fr: Je suis un coureur

source: I'm a trainer
fr: Je suis un Entraîneur

source: Developper, Entrepreneur and athlete, I have create in 2013 this website to fulfill my running club needs to enhance communication
fr: Développeur, Entrepreneur et athlète, j'ai crée en 2013 RunReport pour améliorer la communication au sein de mon club de course à pied.

source: Main trainer at the CS Ternes (running club), I bring my sport expertise to enhance this website.
fr: Entraineur principal au CS Ternes (club de course à pied), j'apporte mon expertise sportive pour améliorer le site.

source: Triathlete, computer science coach and designer, I've made the current design of RunReport.
fr: Triathlète, formateur informatique et designer, j'ai crée le design actuel de RunReport.

source: Really big into hiking and moutaineering, I continously test RunReport, looking around for its bugs & possible enhancements.
fr: Grand randonneur et montagnard, je test en continu RunReport, à la recherche de bug ou d'améliorations potentielles.

source: Reply to message
fr: Répondre au message

source: Week from %(start)s to %(end)s
fr: Semaine du %(start)s au %(end)s

source: written by
fr: écrit par

source: Start a post conversation
fr: Démarrer une conversation

source: Start a week conversation
fr: Démarrer une conversation pour la semaine

source: Last 90 days
fr: Vos dernières semaines

source: Your activities
fr: Vos activités

source: Difficulty note 1
fr: Séance Très Facile

source: Difficulty note 2
fr: Séance Facile

source: Difficulty note 3
fr: Séance Moyenne

source: Difficulty note 4
fr: Séance Dure

source: Difficulty note 5
fr: Séance Très Dure

source: Public links
fr: Liens publics

source: Offer %s
fr: Offre %s

source: Cancel monthly subscription
fr: Annuler l'abonnement mensuel

source: profile picture visibility
fr: visibilité de votre photo

source: Supported formats for times are : HH:MM, HH:MM:SS, 1h, 1h20
fr: Formats supportés pour les temps : HH:MM, HH:MM:SS, 1h, 1h20

source: Supported formats for distances are : Xkm or X.Y
fr: Formats supportés pour les distances : Xkm ou X.Y

source: Training logbook & Athletes management
fr: Carnet d'entraînement & Gestion d'athlètes

source: More information
fr: Plus d'informations

source: Sport logbook
fr: Carnet d'entraînement

source: You can freely create your training logbook, manage your sports sesssions, and clearly view your evolution across several month or years.
fr: Vous pouvez créer gratuitement votre carnet d'entrainement, gérer vos séances de sport, et visualiser clairement votre évolution au cours des mois & années.

source: Athlete management
fr: Gestion d'athlètes

source: for a club or an enterprise
fr: pour un club ou une entreprise

source: This website will allow you to easily manage all your athletes, using or one several trainers.
fr: Ce site vous permet de gérer aisèment tous vos athlètes, répartis sur un ou plusieurs entraineurs.
