Repository: La0/runreport
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Every trainer can view his athletes' sessions, create his training plans, and efficiently communicate with them.
fr: Chaque entraineur peut voir les séances de ses athlètes, créer ses plans d'entrainement, et communiquer efficacement avec eux.

source: Phone display
fr: Affichage sur smartphones

source: RunReport displays nicely on every smartphones & tablets, automatically adapting to your screen size.
fr: RunReport s'affiche correctement sur tous les smartphones & tablettes du marché, en s'adaptant automatiquement à la taille de votre écran.

source: Sorry, but you are no longer in the club %s
fr: Désolé, mais vous n'êtes plus dans le club %s

source: Run Report can automatically import your data from your Garmin Connect or Strava, and show them to your friends, trainers, ...
fr: RunReport peut automatiquement importer vos données depuis Garmin Connect ou Strava, et les afficher à vos amis, entraineurs, ...

source: Discover RunReport:
fr: Découvrir RunReport:

source: training
fr: entraînement

source: Cycling
fr: Cyclisme sur

source: hiking
fr: randonnée

source: Walking
fr: Marche

source: Records of
fr: Records de

source: profile visibility
fr: visibilité globale du profil

source: Indicates if your public profile is visible, and by who.
fr: Détermine si votre page de profil public est visible et par qui.
