Repository: La0/runreport
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: No recent sessions from your friends
fr: Pas de nouvelles séances de la part de vos amis.

source: You can add some friends by visiting their public profile and using the button "Add as a friend"
fr: Vous pouvez ajouter des amis en visitant leur profil public et en utilisant le bouton 'Ajouter un ami'

source: Example of public profile
fr: Exemple de profil public

source: By
fr: Par

source: To do
fr: A faire

source: In %s
fr: Dans %s

source: %s ago
fr: Il y'a %s

source: Trainer Dashboard
fr: Accueil Entraîneur

source: Trainer dashboard
fr: Accueil Entraîneur

source: %s Athletes
fr: %s Athlètes

source: Your athlete dashboard
fr: Votre accueil pour athlète

source: %d Prospects in your clubs
fr: %d Nouveaux dans votre club

source: Accept or refuse
fr: Accepter ou refuser

source: Your athletes sessions
fr: Les séances de vos athlètes

source: No recent sessions from your athletes.
fr: Aucune séance de vos athlètes.

source: Your last plans
fr: Vos derniers plans

source: weeks
fr: semaines

source: You don't have any plans for your athletes yet.
fr: Vous n'avez encore aucun plan pour vos athlètes

source: Create a new plan
fr: Créer un nouveau plan

source: Your athletes races
fr: Les courses de vos athlètes

source: No futures races from your athletes.
fr: Pas de courses à venir pour vos athlètes.

source: Edit place : %s
fr: Editer lieu : %s

source: Add a place
fr: Ajouter un lieu

source: Edit place
fr: Editer lieu

source: Create place
fr: Créer un lieu

source: Places of %s
fr: Lieux de %s

source: No places created for club %s
fr: Pas de lieux crées pour le club %s

source: Runner
fr: Coureur

source: Features for runners
fr: Fonctionalités pour les athlètes

source: All the features below with the tag Premium are only available to paying members of RunReport
fr: Toutes les fonctionalités ci dessus marquées "Premium" sont disponibles uniquement aux abonnés payant de RunReport.

source: A premium membership costs 14,99 euros per year, without any engagement whatsoever.
fr: Un abonnement payant à RunReport coute 14,99 euros par an, sans aucun engagement.

source: Feature
fr: Fonctionalité

source: Free account
fr: Compte gratuit

source: Premium account
fr: Compte Premium

source: New
fr: Nouveau

source: Yearly cost
fr: Cout annuel

source: I want the premium features
fr: Je veux les fonctionalités Premium

source: To get all those premium features :
fr: Pour avoir toutes les fonctionalités premium

source: Sign up
fr: Crée un compte

source: Features for trainers & clubs
fr: Fonctionalités pour entraineurs & clubs

source: You can get extra features for your club, with our specific premium club status
fr: Vous pouvez obtenir toutes les fonctionalités supplémentaires pour votre club en activant le status Premium pour votre club.

source: Two paying club accounts are available, depending on the number of your athletes
fr: Deux niveaux de clubs Premium sont disponibles, en fonction du nombre de vos athlètes.

source: Premium small account
fr: Premium pour club

source: Premium big account
fr: Premium pour grand club

source: Delete friendship with %(first)s %(last)s
fr: Supprimer la relation d'amitié avec %(first)s %(last)s

source: Are you sure to delete this friendship with %(first)s %(last)s ?
fr: Etes vous sûr de vouloir supprimer la relation d'amitié avec %(first)s %(last)s ?

source: Delete this friendship
fr: Supprimer cette relation d'amitié

source: Refuse
fr: Refuser

source: Accept
fr: Accepter

source: You don't have any friend request to validate.
fr: Vous n'avez aucune demande d'amitié à valider.

source: View this profile
fr: Voir ce profil public

source: You can add friends from your club, for example.
fr: Vous pouvez ajouter des amis de votre club, par exemple.

source: You can quickly view the number of sessions per weeks, and the mileage & time.
fr: Vous pouvez rapidement voir le nombre de séances par semaines, avec la distance & temps.

source: You can add people you know as friends on RunReport to view their sessions next to yours.
fr: Vous pouvez ajouter les personnes de votre connaissance sur RunReport en tant qu'amis afin de voir leur séances de sport.

source: On this page, you can view all your sport sessions in a week. Click on a session to edit it.
fr: Sur cette page, vous pouvez voir toutes vos séances de sport de la semaine. Cliquez sur une séance pour l'éditer. Cliquez sur une journée pour ajouter une séance.

source: Your week
fr: Votre semaine

source: Features for athletes
fr: Fonctionalités pour les athlètes

source: View features for trainers
fr: Voir les fonctionalités pour les entraineurs

source: Detailled sessions
fr: Séances détaillées

source: Easily track your time, distance, elevation and maps for all your sessions.
fr: Suivez facilement votre temps, distance, dénivelé et cartes pour toutes vos séances.

source: Your sport calendar
fr: Votre calendrier sportif

source: Organize your sport sessions in an efficient calendar.
fr: Organisez vos séances de sports dans un calendrier efficace.

source: Public profile
fr: Profil public

source: Share with your friends your latest race results and statistics.
fr: Partagez avec vos amis vos dernièrs résultats de courses & statistiques.

source: View all your personal stats about distance, time, sports, elevation, ...
fr: Visualisez toutes vos statistiques personelles sur vos distances, temps, sports, dénivelés,...

source: Read more about our premium features
fr: En savoir plus sur nos fonctionalités premium

source: Join a club & train with a coach
fr: Rejoindre un club & soyez suivi par un entraineur

source: Be trained by a coach, follow his plans, and get immediate feedback about your sessions.
fr: Soyez suivis par un coach, utilisez ses plans, et obtenez un retour immédiat sur vos séances.

source: Get all your data from Garmin Connect directly into your RunReport sessions.
fr: Récupérez toutes vos données de Garmin Connect directement dans vos séances RunReport.

source: Get all your data from Strava directly into your RunReport sessions.
fr: Récupérez toutes vos données de Strava directement dans vos séances RunReport.

source: Calendar Synchronisation
fr: Synchronisation Calendar

source: Synchronize your sport calendar with a Google Calendar.
fr: Synchronisez votre calendrier sportif avec un calendrier Google.

source: The website of your running success
fr: Le site de vos exploits sportifs

source: Track precisely your progression
fr: Suivez précisémment votre progression

source: Communicate with your sport friends & clubs
fr: Communiquez avec vos amis et clubs sportifs

source: Previous
fr: Précèdent

source: Next
fr: Suivant

source: I'm an athlete
fr: Je suis un athlète

source: RunReport is your new sport partner
fr: RunReport est votre nouveau partenaire sportif

source: plan your sessions, track your performances and share them with your trainer & friends.
fr: préparez vos séances, analysez vos performances et partagez les avec votre coach et vos amis.

source: Want to know more
fr: En savoir plus

source: I'm a coach
fr: Je suis un coach

source: RunReport is the ideal tool to train, track and motivate your athletes.
fr: RunReport est l'outil idéal pour entrainer, suivre et motiver vos athlètes.

source: create, share your training plans and manage your club.
fr: créez, partagez vos plans d'entrainements et gérez votre club.

source: Features for trainers
fr: Fonctionalités pour les entraîneurs

source: View features for athletes
fr: Voir les fonctionalités pour athlètes.

source: Create your own training plans
fr: Créer vos propres plans d'entrainement

source: Create training plans with a powerful web interface, spanning over several weeks.
fr: Créez des plans d'entrainement avec notre interface web puissante, couvrant plusieurs semaines.

source: Send your plans to your athletes
fr: Envoyez des plans à vos athlètes

source: Easily send plans to your athletes calendars.
fr: Envoyez facilement des plans sur les calendriers de vos athlètes

source: Track your athletes results
fr: Suivez les résultats de vos athlètes

source: Get immediate feedback and notifications about your athletes sessions.
fr: Soyez notifié immédiatement de la progression de vos athlètes

source: Organize your athletes in groups
fr: Classez tous vos athlètes en groupes

source: Group your athletes for every race, event, speed, ...
fr: Groupez vos athlètes pour chaque course, évènement, vitesse, ...

source: View your athletes calendar
fr: Voir le calendrier de vos athlètes

source: Get the same views as your athletes over their sport sessions.
fr: Visualisez tous les calendriers de vos athlètes.

source: Manage your club subscriptions
fr: Gérez les inscriptions pour votre club

source: Organize your club using powerful listings & different roles.
fr: Organisez votre club en utilisant des listes & roles pour membres.

source: Automatic mailing lists
fr: Mailing list automatiques

source: Get a mailing list, compatible with any mail address for every group and your whole club.
fr: Obtenez des mailings list, compatible avec n'importe quelle addresse pour chaque groupe et votre club entier.

source: Get more athletes in your club
fr: Obtenez plus d'athlètes dans votre club

source: More than 10 athletes ? Buy a premium access for your club and unlock the potential of your club !
fr: Plus de 10 athlètes ? Achetez un accès premium pour votre club et débloquez le potentiel de votre club !

source: Terms of service
fr: Conditions Générales d'Utilisation

source: Legal mentions
fr: Mentions légales

source: New badges
fr: Nouveaux badges

source: Hello %s
fr: Bonjour %s

source: You have some new badges on RunReport !
fr: Vous avez de nouveaux badges sur RunReport

source: You can view all your badges on
fr: Vous pouvez voir tous vos badges sur

source: Hello
fr: Bonjour

source: You can now create your own club ou athletes group on RunReport, in order to follow their personal evolutions.
fr: Vous pouvez créer votre propre club ou groupe d'athlètes sur RunReport, afin de suivre leur progression personelle.

source: To create the club, use this unique invite:
fr: Pour créer le club, utilisez cette invitation unique:

source: You can active it by using this link
fr: Vous pouvez l'activer en utiliser ce lien

source: A new member "%(first)s %(last)s" just subscribed to your club %(club)s
fr: Un nouveau membre "%(first)s %(last)s" vient de s'inscrire à votre club %(club)s

source: You can validate this subscription in the Newcomers section, by clicking on the role button "Newcomer", and giving him the new role of "Athlete"
fr: Vous pouvez valider cette isncription dans la section des Nouveaux, en cliquant sur le bouton de role "Nouveau", et en lui assignant le role "Athlète"

source: Newcomers list
fr: Liste des Nouveaux

source: If you refuse this subscription, you can archive it on the same page.
fr: Si vous refusez cette inscription, vous pouvez l'archiver sur la même page.

source: In both cases, an email will be sent to the subscriber.
fr: Dans les deux cas, un email sera envoyé à l'athlète.

source: Hello admin !
fr: Bonjour admin !

source: You received a new contact message from %s
fr: Vous venez de recevoir un nouveau message de contact de %s

source: You can reply to : %s
fr: Vous pouvez répondre à : %s

source: has accepted your friend request on RunReport !
fr: a accepté votre demande d'ajout en tant qu'ami sur RunReport !

source: would like to add you as a friend on RunReport
fr: voudrait vous ajouter en tant qu'ami sur RunReport

source: If you accept, you will be able to see his whole calendar. He will be able to do the same.
fr: Si vous acceptez, vous verrez tout son calendrier. Il aura accès également au votre.

source: You can accept or refuse on RunReport
fr: Vous pouvez accepter ou refuser sur RunReport

source: New message
fr: Nouveau message

source: You just received a new private message from
fr: Vous venez de recevoir un nouveau message privé de

source: You just received a new comment on your week %s by
fr: Vous venez de recevoir un nouveau commentaire sur votre semaine %s par

source: A new comment has been added on the week %s by
fr: Un nouveau commentaire a été ajouté à la semaine %s par

source: You just received a new comment
fr: Vous venez de recevoir un nouveau commentaire

source: on your session
fr: sur votre séance

source: on the session of
fr: sur la séance de

source: on %s
fr: du %s

source: You can view the entire conversation on RunReport
fr: Vous pouvez voir la conversation entière sur RunReport

source: Happy new year !
fr: Bonne année !

source: The whole RunReport team wishes you an happy new year, full of sport !
fr: L'équipe RunReport vous souhaite une très bonne année, pleine de sport !

source: Here are your stats for the past year
fr: Voici vos statistiques pour l'année passée

source: You have logged %(days)d days of sport covering a total distance of
fr: Vous avez renseigné %(days)d journées de sport, pour une distance totale de

source: You have logged a total distance of
fr: Vous avez renseigné une distance totale de

source: sessions of
fr: séances de

source: hours
fr: heures

source: You can view you %d stats on RunReport and much more details
fr: Vous pouvez voir vos %d statistiques sur RunReport avec bien plus de détails

source: Training plan
fr: Plan d'entraînement

source: Hello %s,
fr: Bonjour %s,

source: Your trainer
fr: Votre entraîneur

source: has sent you a training plan for %d weeks
fr: vous a envoyé un plan d'entraînement pour %d semaines

source: You will find it attached to this email as a PDF file, and directly into your RunReport calendar.
fr: Vous le trouverez joint à cet email au format PDF, et directement intégré à votre calendrier RunReport.

source: The RunReport team wish you a really good race for your %s tommorrow
fr: L'équipe RunReport vous souhaite une très bonne course pour votre %s demain

source: Don't forget to fill in your session report after the race
fr: N'oubliez pas de renseigner votre séance après la course

source: Enjoy your race !
fr: Bonne course !

source: New friends races
fr: Nouvelles courses d'amis

source: These are your friends races for tommorow:
fr: Voici les courses de vos amis pour demain:

source: will race
fr: participera à

source: View week
fr: Voir semaine

source: No session
fr: Pas de séance

source: Total time
fr: Temps total

source: Total distance
fr: Distance totale

source: Week's summary
fr: Bilan de la semaine

source: Activate your account
fr: Activer votre compte

source: You have been registered as an athlete of the club %s
fr: Vous avez été inscrit au club %s en tant qu'athlète.

source: Please activate your account with this unique invite:
fr: Veuillez activer votre compte avec cette invitation unique

source: Sorry, but your subscription to club %s has been refused
fr: Désolé, mais votre inscription au club %s a été refusée.

source: Congrats, your subscription to club %s has been accepted !
fr: Félicitations, votre inscription au club %s a été acceptée !

source: Your role in club %s has changed, you are no longer followed by a trainer. You are in the Open Runners group.
fr: Votre rôle au sein du club %s a changé, vous n'êtes plus suivi par un entraineur. Vous êtes dans le groupe "Libre" ou "Open Runner".

source: Your role in club %s has changed, you are now a trainer
fr: Votre rôle au sein du club %s a changé, vous êtes maintenant un entraineur.

source: Your role in club %s has changed, you are now a staff member
fr: Votre rôle au sein du club %s a changé, vous êtes maintenant un membre du staff.

source: Your role in club %s has changed, you are now an athlete
fr: Votre rôle au sein du club %s a changé, vous êtes maintenant un athlète.

source: Private message
fr: Message privé

source: On your post: %s
fr: Sur votre article: %s

source: On %(first_name)s %(last_name)s post: %(title)s
fr: Sur l'article de %(first_name)s %(last_name)s : %(title)s

source: On your week from %s
fr: Sur votre semaine du %s

source: On %(first_name)s %(last_name)s week from %(start)s
fr: Sur la semaine de %(first_name)s %(last_name)s du %(start)s

source: On your session
fr: Sur votre séance

source: On the session of
fr: Sur la séance de

source: on
fr: le

source: Missing data
fr: Données manquantes

source: %d private comments
fr: %d commentaires privés

source: %d public comments
fr: %d commentaires publics

source: View all previous comments
fr: Voir tous les commentaires précédents

source: Private comment
fr: Commentaire privé

source: Edited %d times
fr: Edité %d fois

source: Add a private comment
fr: Ajouter un commentaire privé

source: Add a public comment
fr: Ajouter un commentaire public

source: Add a comment
fr: Ajouter un commentaire

source: Start a public conversation
fr: Démarrer une conversation publique

source: Start a private conversation
fr: Démarrer une conversation privée

source: You must be logged in to add a comment
fr: Vous devez être connecté pour ajouter un commentaire

source: This comment will be private, only the athlete and his trainers will see it.
fr: Ce commentaire sera privé, seul l'athlète et ses entraîneurs pourront le voir.

source: This comment will be public, anyone can see it.
fr: Ce commentaire sera public, tous les visiteurs peuvent le voir.

source: Reply
fr: Répondre

source: Comment
fr: Commenter

source: Write to %(first)s %(last)s
fr: Ecrire à %(first)s %(last)s

source: Conversation with
fr: Conversation avec

source: Back to conversations
fr: Retour aux conversations

source: Delete a message
fr: Supprimer un message

source: Are you sure to delete the message from %s ?
fr: Etes vous sûr de vouloir supprimer le message de %s ?

source: Edit a message
fr: Editer un message

source: Your recent conversations
fr: Vos conversations récentes

source: Previous conversations
fr: Conversation précèdentes

source: Next conversations
fr: Conversation suivantes

source: No conversations
fr: Pas de conversations

source: You did not receive or send any message.
fr: Vous n'avez reçu ou envoyé aucun message.

source: Conversations with %s %s
fr: Conversations avec %s %s

source: No conversations with this user
fr: Pas de conversations avec cet utilisateur

source: Written by
fr: Ecrit par

source: View the others news
fr: Voir les autres news

source: View the others help pages
fr: Voir les autres pages d'aide

source: Published page, visible by everyone
fr: Page publiée, visible par tous

source: Page not published
fr: Page non publiée

source: Only visible by administrators.
fr: Seulement visible par des administrateurs.

source: Any problem ? Found a bug ?
fr: Un problème ? Un bug sur une page ?

source: Do not hesitate to use the
fr: N'hésitez pas à utiliser le

source: contact form
fr: formulaire de contact

source: Private
fr: Privé

source: Welcome offer
fr: Offre de bienvenue

source: Premium offer
fr: Offre Premium

source: Premium small club
fr: Premium pour club

source: Premium big club
fr: Premium pour grand club

source: Awaiting first payment
fr: Premier paiement en attente

source: Will start on
fr: Démarre le

source: Started on
fr: Démarré le

source: Will end on
fr: Finira le

source: Ended on
fr: Fini le

source: Cancel my subscription
fr: Annuler mon abonnement

source: Cancel premium subscription
fr: Annuler l'abonnement premium

source: Are you sure to delete your premium membership ?
fr: Etes vous sûr de vouloir supprimer votre abonnement premium ?

source: You will be refunded on your payment card account.
fr: Vous serez remboursé sur votre carte de paiement.

source: Premium Payment
fr: Paiement Premium

source: Name on Card
fr: Nom sur la carte

source: Card Holder's Name
fr: Nom du possesseur de la carte

source: Missing card holder's name
fr: Le nom du possesseur de la carte est manquant

source: Card Number
fr: Numéro de carte

source: Debit/Credit Card Number
fr: Numéro de carte de crédit

source: Invalid card number
fr: Numéro de carte invalide

source: Expiration Date
fr: Date d'expiration

source: Invalid expiry date
fr: Date d'expiration invalide

source: Card cvc
fr: Code de sécurité

source: Security Code
fr: Code de sécurité

source: Invalid card cvc
fr: Code de sécurité invalide

source: Pay Now
fr: Payer

source: Processing
fr: Traitement en cours

source: Secured & processed with
fr: Sécurisé et réalisé avec

source: Valid payment
fr: Paiement valide

source: Thanks for your subscription to RunReport !
fr: Merci pour votre abonnement à RunReport !

source: You can enjoy immediately all the premium features
fr: Vous pouvez utiliser immédiatement toutes les fonctionalités premium

source: Continue
fr: Continuer

source: Premium Membership
fr: Abonnement Premium

source: You are a premium RunReport member !
fr: Vous êtes un membre Premium de RunReport

source: Payments
fr: Paiements

source: Payment
fr: Paiement

source: Processing...
fr: En cours...

source: Processed
fr: Validé

source: No payment transactions processed yet.
fr: Pas de transactions validées pour le moment.

source: During 2 months
fr: Durant 2 mois

source: Your welcome offer is valid for
fr: Votre offre de bienvenue est valable pour

source: Your welcome offer has expired.
fr: Votre offre de bienvenue a expirée

source: No welcome subscription found. Please contact the support.
fr: Aucune offre de bienvenue trouvée. Veuillez contacter le support.

source: Yearly payment
fr: Paiement annuel

source: Remove plan %s
fr: Enlever plan %s

source: Are you sure to remove this plan from your calendar ?
fr: Etes vous sûr de vouloir supprimer ce plan de votre calendrier ?

source: Remove this plan
fr: Enlever ce plan

source: Download PDF
fr: Télécharger PDF

source: calendar applications format
fr: Format pour applications de type calendrier

source: Download ICS
fr: Télécharger ICS

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: No weeks available for this plan.
fr: Pas de semaines disponibles pour ce plan.

source: Remove from my calendar
fr: Enlever de mon calendrier

source: Edit %s
fr: Editer %s

source: Create a post
fr: Créer un article

source: Edit post : %s
fr: Editer article : %s

source: All posts
fr: Tous les articles

source: View the post
fr: Voir l'article

source: Loading sessions...
fr: Chargement des séances...

source: Use the zone below to add some pictures
fr: Utiliser la zone ci-dessous pour ajouter des images

source: Bold (Ctrl+B)
fr: Gras (Ctrl+B)

source: Italic (Ctrl+I)
fr: Italique (Ctrl+B)

source: Strikethrough
fr: Barré

source: Underline (Ctrl+U)
fr: Souligné (Ctrl+U)

source: Bullet list
fr: Liste

source: Numbered list
fr: Liste numérotée

source: External link
fr: Lien externe

source: Edit the post
fr: Editer l'article

source: Create the post
fr: Créer un article

source: Add a new post
fr: Ajouter un nouvel article

source: Published
fr: Publié

source: Not published
fr: Non publié

source: You do not have written any post yet.
fr: Vous n'avez écrit aucun article pour le moment.

source: This feature is only available with a premium account.
fr: Cette fonctionalité n'est disponible qu'avec un comptre premium.

source: Delete media
fr: Supprimer ce media

source: Are you sure to delete this media %s ?
fr: Etes vous sûr de vouloir supprimer ce media %s ?

source: Delete this media
fr: Supprimer ce media

source: Remove this session
fr: Supprimer cette séance

source: Add this session
fr: Ajouter cette séance

source: Attached sessions
fr: Séances liées

source: There are no sport sessions attached to this post.
fr: Il n'y a aucune séance de sport liée à cet article.

source: Your sport sessions
fr: Vos séances sportives

source: View sessions
fr: Voir les séances

source: No sport session available.
fr: Pas de séance disponible.
