{
"/" : "contre effort",
"A1" : "Allure 1",
"A2" : "Allure 2",
"Abducteurs (cuisse)" : "Groupe musculaire qui permet d'écarter la jambe",
"Adducteurs" : "Groupe musculaire situé à l'intérieur de la cuisse",
"Allure 1 (A1)" : "60-65% de vma",
"Allure 2 (A2)" : "70-75% de vma",
"Allure en %" : "Allure exprimée en % de vma",
"Allure lente (AL)" : "50% de vma",
"Allure Spécifique (AS)" : "Allure de l'objectif visé pour la compétition",
"AS" : "Allure Spécifique",
"Bassin antéversion" : "Bascule du bassin vers l'avant (fesses en arrières)",
"Bassin rétroversion" : "Bascule du bassin vers l'arrière",
"CAP" : "Course à pied",
"CAS" : "Corde à sauter",
"Contre-effort" : "voire récupération active",
"E!" : "Etirement",
"Echauffement type avant une compétition" : "footing 10 à 15' + E! AD + 2 à 3 accélérations sur 50m.",
"Echauffement type avant une séance" : "footing 15 à 20' A1/A2 + gammes (2x30m talons-fesses, montées genoux, jambes tendues) + E! AD + 2 à 3 accélérations sur 50m. L'objectif principal de l'échauffement est de préparer le corps (et la tête) à l'effort en mettant en route progressivement les systèmes cardio-respiratoire et musculo-articulaire.",
"Etirement Activo-Dynamic (E! AD)" : "Association d'un étirement et d'une contraction isométrique (6 à 8s) suivi d'une contraction dynamique. Ils se placent en fin d'échauffement, avant une séance ou une compétition. Ils peuvent aussi se placer entre 2 séries ou 2 épreuves qui s'enchaînent.",
"Etirement passif" : "Etirement d'un muscle relaché. Tenir la position 20 à 30\", 2x par groupes musculaires. Il a pour objectif de rendre au muscle sa longueur initiale et de \"l'essorer\". Il se place en fin de séance ou éventuellement après une compétition (si les muscles ne sont pas trop lésés).",
"Foulée pronatrice" : "Tendance du pied à \"rouler\" vers l'intérieur lors du contact au sol",
"Foulée supinatrice" : "Tendance du pied à \"rouler\" vers l'extérieur lors du contact au sol",
"Foulée universelle" : "Le pied se pose sensiblement dans l'axe, sans déformations vers l'extérieur ou l'intérieur",
"Ischio-jambiers" : "Groupe musculaire situé à l'arrière de la cuisse",
"L" : "Allure Lente",
"LD" : "Ligne Droite",
"M" : "Marathon",
"Mollets ou triceps sural" : "Groupe musculaire situé à l'arrière de la jambre",
"PP" : "Préparation Physique",
"PPG" : "Préparation Physique Générale",
"PPS" : "Préparation Physique Spécifique",
"Quadriceps" : "Groupe musculaire situé à l'avant de la cuisse",
"R" : "Récupération entre 2 séries",
"Récupération active" : "Allure à adopter entre 2 fractions de course plus rapide. Elle est de 50% à 60% de vma (idéalement 60%). On parle également de contre-effort. ",
"Régénération" : "Période post-compétitive destinée à récupérer de la fatigue physique et psychologique engendrée par l'épreuve. Sa durée est fonction de la longueur de la compétiton. Elle est en moyenne de 3 jours pour un 10 km, 5 jours pour un semi, 2 semaines pour un marathon, 2 à 4 semaines pour un 100 km, un 24h ou un ultra-trail.",
"Relachement" : "Période pré-compétitive permettant d'arriver avec le maximum de fraicheur le jour de la compétition.",
"S" : "Semi",
"SL" : "Sortie Longue (à partir de 1h15)",
"Spé" : "Spécifique",
"VMA" : "Vitesse Maximal Aérobie",
"VMA C" : "vma Courte",
"VMA L" : "vma Longue"
}
